Repository: agaertner/Blish-HUD-Modules-Releases
Catalog: Notes Module/Properties/Resources.*.resx
Languages: de

source: You are about to permanently destroy {0}.
de: Ihr seid im Begriff {0} dauerhaft zu zerstören.

source: Enter the book&apos;s title below to confirm before destroying.
de: Gebt unten den Buchtitel ein, um vor der Zerstörung den Vorgang zu bestätigen.

source: New Book
de: Neues Buch

source: Empty Book
de: Leeres Buch

source: Empty Page
de: Leere Seite

source: Add new page right
de: Neue Seite rechts hinzufügen

source: Remove current page
de: Aktuelle Seite entfernen

source: Add new page left
de: Neue Seite links hinzufügen

source: Edit book title
de: Buchtitel bearbeiten

source: Are you sure?
de: Seid Ihr sicher?

source: Edit page title
de: Seitentitel bearbeiten

source: Create a brand new book
de: Erstelle ein brandneues Buch

source: Confirm
de: Bestätigen

source: Cancel
de: Abbrechen

source: Yes
de: Ja

source: Destroy Book
de: Buch zerstören

source: Write something...
de: Schreib etwas...

source: There was an error loading your library.
de: Es ist ein Fehler beim Laden Ihrer Bibliothek aufgetreten.

source: There was an error loading your book.
de: Es ist ein Fehler beim Laden Ihres Buches aufgetreten.

source: Autosave of {0} failed.
de: Automatisches Speichern von {0} fehlgeschlagen.

source: Saving index file failed.
de: Speichern der Indexdatei fehlgeschlagen.

source: Access denied.
de: Zugriff verweigert.

source: Page
de: Seite
