Repository: agaertner/Blish-HUD-Modules-Releases
Catalog: Screenshot Manager Module/Properties/Resources.*.resx
Languages: es, zh

source: Failed to delete image {0}.
es: Fallo en la eliminación de la imagen {0}.
zh: 删除该图像失败 {0}。

# The image file is in use by another process.
source: The image is in use by another process.
es: La imagen está en uso por otro proceso.
zh: 该图像正在被其他进程使用。

# The image file doesn&apos;t exist anymore!
source: The image doesn't exist anymore!
es: La imagen ya no existe!
zh: 该图像已经不存在了！

source: A duplicate image name was specified!
es: Se ha especificado un nombre de imagen duplicado!
zh: 指定了重复的图像名称！

source: The image name contains invalid characters.
es: El nombre de la imagen contiene caracteres no válidos.
zh: 图像名称中包含无效字符。

source: Please enter a different image name.
es: Por favor, introduzca un nombre de imagen diferente.
zh: 请输入一个不同的图像名称。

source: The following characters are not allowed: {0}
es: Los siguientes caracteres no están permitidos: {0}
zh: 以下字符无法使用：{0}

source: Delete Image?
es: ¿Borrar la imagen?
zh: 是否删除图像？

source: Rename Image
es: Cambiar el nombre de la imagen
zh: 图像重命名

source: Click To Zoom
es: Haga clic para ampliar
zh: 点击缩放

source: Unable to rename image {0}.
es: No se puede renombrar la imagen {0}.
zh: 无法重命名该图像 {0}。

source: Search...
es: Buscar...
zh: 搜索...

source: Favourite
es: Favorito
zh: 收藏

source: Unfavourite
zh: 取消收藏

source: Image name cannot be empty.
es: El nombre de la imagen no puede estar vacío.
zh: 图像名字不能为空。

source: Screenshot Created!
es: ¡Captura de pantalla creada!
zh: 截图已生成！

source: Normal
zh: 正常

source: Take a stereoscopic screenshot.
es: Haz una capture de pantalla estereoscópica.
zh: 拍一张立体的截图。

source: Take a normal screenshot.
es: Haz una captura de pantalla normal.
zh: 拍一张正常的屏幕截图。

source: Stereoscopic
es: Estereoscópica
zh: 立体的

source: Disable Screenshot Notification
es: Desactivar la notificación de capturas de pantalla
zh: 禁用屏幕截图通知

source: Screenshot
es: Capture de pantalla
zh: 屏幕截图

source: Mute Screenshot Sound
es: Silenciar el sonido de la pantalla
zh: 将截图声音静音

source: Mutes the sound alert when a new screenshot has been captured.
es: Desactiva el efecto de sonido para las capturas de pantalla recién grabadas.
zh: 当有新的屏幕截图被捕获时，关闭声音警报。

source: Disables the notification when a new screenshot has been captured.
es: Desactiva la notificación de las nuevas capturas de pantalla.
zh: 当有新的屏幕截图被捕获时，禁用通知。

source: You are about to permanently destroy {0}.
es: Estás a punto de destruir {0} de forma permanente.
zh: 你即将永久性地摧毁{0}。

source: Are you sure?
es: ¿Está seguro?
zh: 你确定吗？

source: Yes
es: Sí
zh: 是

source: Cancel
es: Cancelar
zh: 取消

source: Delete sends to Recycle Bin
es: Borrar los envíos a la papelera de reciclaje
zh: 删除发送到回收站的邮件

source: By default, screenshots are sent to the Recycle Bin so that they can be recovered if needed. When this feature is disabled, deleted screenshots are removed from the hard disk and their space is marked as overwriteable.
es: Por defecto, las capturas de pantalla se envían a la papelera de reciclaje para poder recuperarlas en caso de necesidad. Cuando esta función está desactivada, las capturas de pantalla borradas se eliminan del disco duro y su espacio se marca como sobrescribible.
zh: 默认情况下，屏幕截图被发送到回收站，以便在需要时可以恢复。 如果该功能被停用，被删除的屏幕截图将从硬盘中删除，其存储空间被标记为可覆盖。

source: Hide Corner Icon
es: Ocultar el elemento del menú
zh: 隐藏墙角图标

# Disables the corner icon in the navigation menu.
source: Disables the icon in the navigation menu.
es: Desactiva el icono del menú de navegación.
zh: 停用导航菜单中的图标。
